Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_VIDEO_RECORDING_MIX_AUDIO_WITH_OTHERS_FOOTER
source: Audio playback will not pause automatically when recording video. When playing audio using the iPhone speaker, audio will be recorded in mono.
ar: لن يتم إيقاف تشغيل الصوت مؤقتًا بشكل تلقائي عند تسجيل فيديو. عند تشغيل الصوت باستخدام سماعة iPhone، سيتم تسجيل الصوت في النمط الأحادي.
bg: Възпроизвеждането на аудио няма автоматично да спре на пауза, когато записвате видео. Когато пускате аудио през високоговорителя на iPhone, аудиото ще се записва в моно режим.
bn: ভিডিও রেকর্ডিংয়ের সময় অডিও প্লেব্যাক স্বয়ংক্রিয়ভাবে পজ হবে না। iPhone স্পিকার ব্যবহার করে অডিও চালানোর সময় অডিও মনো-তে রেকর্ড করা হবে।
ca: En gravar un vídeo, no s’aturarà l’àudio automàticament. Si es reprodueix a través de l’altaveu de l’iPhone, s’enregistrarà en format mono.
cs: Při natáčení videa se nebude automaticky pozastavovat přehrávání zvuku. Pokud budete poslouchat přes reproduktor iPhonu, zvuk se bude zaznamenávat jen monofonně.
da: Afspilning af lyd sættes ikke på pause automatisk, når du optager video. Når der afspilles lyd via højttaleren i iPhone, optages lyden som monolyd.
de: Die Audiowiedergabe wird nicht automatisch angehalten, wenn ein Video aufgenommen wird. Bei der Audiowiedergabe über den iPhone-Lautsprecher wird das Audio in Mono aufgenommen.
el: Η αναπαραγωγή ήχου δεν θα τίθεται σε παύση αυτόματα κατά την εγγραφή βίντεο. Όταν η αναπαραγωγή ήχου γίνεται μέσω του ηχείου iPhone, ο ήχος θα εγγράφεται μονοφωνικά.
es: La reproducción de audio no se pausará automáticamente al grabar vídeo. Si el audio se reproduce a través del altavoz del iPhone, se grabará en formato mono.
es_us: La reproducción de audio no se pausará automáticamente cuando se grabe video. El audio que se reproduzca mediante el altavoz del iPhone se grabará en mono.
fi: Äänen toisto ei keskeydy automaattisesti videon tallennuksen aikana. Toistettaessa ääni iPhonen kaiuttimella ääni tallennetaan monona.
fr: La lecture audio ne sera pas mise en pause automatiquement lors de l’enregistrement d’une vidéo. Si le contenu audio est lu via le haut-parleur de l’iPhone, il sera enregistré en mono.
fr_ca: La lecture audio ne sera pas automatiquement mise en pause pendant l’enregistrement d’une vidéo. Lors de la reproduction de contenu audio par les haut-parleurs de l’iPhone, l’audio sera enregistré en mono.
gu: વીડિયો રેકોર્ડ કરતી વખતે ઑડિઓ પ્લેબેક ઑટોમૅટિક રીતે પૉઝ થશે નહિ. iPhone સ્પીકરનો ઉપયોગ કરીને ઑડિઓ પ્લે કરતી વખતે ઑડિઓ મૉનોમાં રેકોર્ડ કરવામાં આવશે.
he: הפעלת השמע לא תושהה באופן אוטומטי בעת צילום וידאו. בעת השמעת שמע דרך הרמקולים של ה-iPhone, השמע יוקלט במונו.
hi: वीडियो रिकॉर्ड करते समय ऑडियो प्लेबैक ऑटोमैटिकली पॉज़ नहीं होगा। iPhone स्पीकर का इस्तेमाल करके ऑडियो चलाते समय ऑडियो मोनो में रिकॉर्ड किया जाएगा।
hr: Reprodukcija zvuka neće se automatski pauzirati prilikom snimanja videozapisa. Tijekom reprodukcije zvuka pomoću zvučnika iPhonea, snimat će se mono zvuk.
hu: A hanglejátszás nem fog automatikusan szünetelni videofelvételek készítése közben. Amikor az iPhone hangszórója segítségével történik a hanglejátszás, a hang monó minőségben lesz rögzítve.
id: Pemutaran audio tidak akan dijeda secara otomatis saat merekam video. Saat memutar audio menggunakan speaker iPhone, audio akan direkam dalam mono.
it: Durante la registrazione dei video, la riproduzione dell’audio non verrà messa in pausa automaticamente. Se viene riprodotto tramite l’altoparlante di iPhone, l’audio verrà registrato in formato mono.
ja: ビデオ撮影中にオーディオ再生が自動的に一時停止することはありません。iPhoneのスピーカーを使用してオーディオ再生している場合、オーディオはモノラルで録音されます。
kk: Видео жазу кезінде аудионы ойнату автоматты түрде кідіртілмейді. Аудионы iPhone динамигі арқылы ойнатқанда, аудио моно форматында жазылады.
kn: ವೀಡಿಯೊವನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡುವಾಗ ಆಡಿಯೊ ಪ್ಲೇಬ್ಯಾಕ್ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ವಿರಾಮಗೊಳ್ಳುವುದಿಲ್ಲ. iPhone ಸ್ಪೀಕರ್ ಬಳಸಿ ಆಡಿಯೊವನ್ನು ಪ್ಲೇ ಮಾಡುವಾಗ, ಆಡಿಯೊವನ್ನು ಮೊನೊದಲ್ಲಿ ರೆಕಾರ್ಡ್ ಮಾಡಲಾಗುತ್ತದೆ.
ko: 비디오를 녹화할 때 오디오 재생이 자동으로 일시 정지되지 않습니다. iPhone 스피커로 오디오를 재생할 때는 오디오가 모노로 녹음됩니다.
lt: Garso įrašo atkūrimas nebus automatiškai pristabdytas įrašant vaizdą. Jei garso įrašas leidžiamas per „iPhone“ garsiakalbį, garso įrašas bus įrašomas monofoniniu garsu.
ml: വീഡിയോ റെക്കോർഡ് ചെയ്യുമ്പോൾ ഓഡിയോ പ്ലേബാക്ക് ഓട്ടോമാറ്റിക്കായി പോസ് ചെയ്യപ്പെടുന്നില്ല. iPhone സ്പീക്കർ ഉപയോഗിച്ച് ഓഡിയോ പ്ലേ ചെയ്യുമ്പോൾ, ഓഡിയോ മോണോയിൽ റെക്കോർഡ് ചെയ്യപ്പെടും.
mr: व्हिडिओ रेकॉर्डिंग सुरु असताना ऑडिओ प्लेबॅक ऑटोमॅटिकली पॉज होणार नाही. iPhone स्पीकर वापरून ऑडिओ प्ले करताना, मोनोवर ऑडिओ रेकॉर्ड केला जाईल.
ms: Main balik audio tidak akan dijeda secara automatik semasa merakam video. Apabila memainkan audio menggunakan speaker iPhone, audio akan dirakam dalam mono.
nb: Lydavspilling blir ikke automatisk satt på pause under videoopptak. Når det spilles av lyd fra iPhone-høyttaleren, blir lydopptak gjort i mono.
nl: Het afspelen van audio wordt niet automatisch gepauzeerd wanneer video wordt opgenomen. Wanneer audio wordt afgespeeld via de iPhone-luidspreker, wordt audio opgenomen in mono.
or: ଅଡିଓ ପ୍ଲେବ୍ଯାକ୍ ଭିଡିଓ ରେକର୍ଡିଂ ସମୟରେ ସ୍ବୟଂଚାଳିତ ଭାବରେ ପଜ୍‌ ହେବ ନାହିଁ। iPhone ସ୍ପୀକର୍ ବ୍ଯବହାର କରି ଅଡିଓକୁ ଚଲାଇବା ସମୟରେ, ଅଡିଓ ମୋନୋରେ ରେକର୍ଡ୍ କରାଯିବ।
pa: ਵੀਡੀਓ ਰਿਕਾਰਡ ਕਰਨ ਸਮੇਂ ਆਡੀਓ ਪਲੇਬੈਕ ਆਟੋਮੈਟਿਕਲੀ ਨਹੀਂ ਰੁਕੇਗਾ। iPhone ਸਪੀਕਰ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ ਆਡੀਓ ਚਲਾਉਣ ਸਮੇਂ, ਆਡੀਓ ਮੋਨੋ ਵਿੱਚ ਰਿਕਾਰਡ ਕੀਤਾ ਜਾਵੇਗਾ।
pl: Nagrywanie wideo nie wstrzymuje automatycznie odtwarzania dźwięku. Podczas odtwarzania dźwięku przez głośnik iPhone’a nagrywany jest dźwięk mono.
pt_br: A reprodução de áudio não será pausada automaticamente durante a gravação de um vídeo. O áudio reproduzido pelo alto‑falante do iPhone será gravado em formato mono.
pt_pt: A reprodução de áudio não será colocada em pausa automaticamente ao gravar vídeo. O áudio reproduzido através do altifalante do iPhone é gravado em formato mono.
ro: Redarea audio nu va fi suspendată automat în timpul înregistrării video. La redarea audio prin difuzorul iPhone‑ului, sunetul va fi înregistrat în format mono.
ru: Во время записи видео воспроизведение фонового аудио не будет прерываться автоматически. При воспроизведении аудио через динамик iPhone звук будет записан в монофоническом формате.
sk: Pri nahrávaní videa sa nebude automaticky pozastavovať prehrávanie audia. Ak budete prehrávať audio cez reproduktor iPhonu, audio sa bude nahrávať monofónne.
sl: Predvajanje zvoka se med snemanjem videa ne bo samodejno začasno zaustavilo. Če zvok predvajate z zvočnikom iPhona, se bo zvok posnel v mono različici.
sv: Uppspelning av ljud pausas inte automatiskt när video spelas in. Ljud som spelas upp från iPhones högtalare spelas in i mono.
ta: வீடியோவைப் பதிவுசெய்யும்போது ஆடியோ பிளேபேக் தானாக இடைநிறுத்தப்படாது. iPhone ஸ்பீக்கரைப் பயன்படுத்தி ஆடியோவைப் பிளே செய்யும்போது மோனோ பயன்முறையில் ஆடியோ பதிவுசெய்யப்படும்.
te: వీడియోను రికార్డ్ చేస్తున్నప్పుడు ఆడియో ప్లేబ్యాక్ ఆటోమేటిక్‌గా పాజ్ చేయబడదు. iPhone స్పీకర్‌ను ఉపయోగించి ఆడియోను ప్లే చేస్తున్నప్పుడు, ఆడియో మోనోలో రికార్డ్ చేయబడుతుంది.
th: การเล่นเสียงจะไม่หยุดพักโดยอัตโนมัติเมื่อบันทึกวิดีโอ เมื่อเล่นเสียงโดยใช้ลำโพงของ iPhone เสียงจะถูกบันทึกในรูปแบบโมโน
tr: Ses çalma, video kaydı sırasında otomatik olarak duraklatılmaz. iPhone hoparlörünü kullanarak ses çalarken ses mono olarak kaydedilir.
uk: Відтворення звуку не призупинятиметься автоматично під час записування відео. Під час відтворення звуку через динаміки iPhone звук записуватиметься в моноформаті.
ur: ویڈیو ریکارڈ کرتے وقت آڈیو پلے بیک آٹومیٹک طریقے سے پاز نہیں ہوگا۔‏ iPhone اسپیکر کے ذریعے آڈیو پلے کرتے وقت آڈیو مونو میں ریکارڈ کیا جائے گا۔
vi: Quá trình phát lại âm thanh sẽ không tự động tạm dừng khi đang quay video. Âm thanh sẽ được ghi ở dạng đơn âm khi phát bằng loa iPhone.
zh_cn: 录制视频时不会自动暂停音频播放。使用iPhone扬声器播放音频时，音频将单声道录制。
zh_hk: 錄製影片時，不會自動暫停播放音訊。使用iPhone喇叭播放音訊時，音訊將會以單聲道錄製。
zh_tw: 錄製時不會自動暫停播放音訊。使用iPhone揚聲器播放音訊時，音訊會以單聲道錄製。

# CAM_VIDEO_RECORDING_MIX_AUDIO_WITH_OTHERS_TITLE
source: Allow Audio Playback
ar: السماح بتشغيل الصوت
bg: Позволи пускане на аудио
bn: অডিও প্লেব্যাকে অনুমতি দিন
ca: Permet reproduir àudio
cs: Povolit přehrávání zvuku
da: Tillad afspilning af lyd
de: Audiowiedergabe erlauben
el: Επιτρέπεται η αναπαραγωγή ήχου
es: Permitir reproducción de audio
es_us: Permitir reproducción de audio
fi: Salli äänen toisto
fr: Autoriser la lecture audio
fr_ca: Autoriser la lecture audio
gu: ઑડિઓ પ્લેબેકની અનુમતિ આપો
he: הפעלת שמע
hi: ऑडियो प्लेबैक की अनुमति दें
hr: Dozvoli audio reprodukciju
hu: Hanglejátszás engedélyezése
id: Izinkan Pemutaran Audio
it: Consenti riproduzione audio
ja: オーディオ再生を許可
kk: Аудионы ойнатуға рұқсат беру
kn: ಆಡಿಯೊ ಪ್ಲೇಬ್ಯಾಕ್‌ಗೆ ಅನುಮತಿಸಿ
ko: 오디오 재생 허용
lt: Leisti garso įrašo atkūrimą
ml: ഓഡിയോ പ്ലേബാക്ക് അനുവദിക്കൂ
mr: ऑडिओ प्लेबॅकची अनुमती द्या
ms: Benarkan Main Balik Audio
nb: Tillat lydavspilling
nl: Sta afspelen van audio toe
or: ଅଡିଓ ପ୍ଲେବ୍ଯାକ୍‌ ପାଇଁ ଅନୁମତି ଦିଅନ୍ତୁ
pa: ਆਡੀਓ ਪਲੇਬੈਕ ਦੀ ਆਗਿਆ ਦਿਓ
pl: Pozwalaj odtwarzać dźwięk
pt_br: Permitir Reprodução de Áudio
pt_pt: Permitir reprodução de áudio
ro: Permitere redare audio
ru: Воспроизведение аудио
sk: Povoliť prehrávanie audia
sl: Omogoči predvajanje zvoka
sv: Tillåt videouppspelning
ta: ஆடியோ பிளேபேக்கை அனுமதி
te: ఆడియో ప్లేబ్యాక్‌ను అనుమతించండి
th: อนุญาตการเล่นเสียง
tr: Ses Çalmaya İzin Ver
uk: Дозвіл на відтворення звуку
ur: آڈیو پلے بیک کی اجازت دیں
vi: Cho phép phát lại âm thanh
zh_cn: 允许音频播放
zh_hk: 允許音訊播放
zh_tw: 允許播放音訊

# CAMERA_CONTROL_LOCK_FOCUS_TITLE
source: AE/AF Lock
ar: قفل AE/AF
bg: Заключване на AE/AF
bn: AE/AF লক
ca: Bloqueig AE/AF
cs: Zámek AE/AF
da: AE-/AF-lås
de: AE/AF-Sperre
el: Κλείδωμα AE/AF
es: Bloqueo de AE/AF
es_us: Bloqueo de AE/AF
fi: Automaattinen valotus/tarkennus lukittu
fr: Verrouillage AE/AF
fr_ca: Verrouillage AE/AF
gu: AE/AF લૉક
he: נעילת חשיפה/התמקדות
hi: AE/AF लॉक
hr: AE/AF zaključavanje
hu: AE/AF-zárolás
id: Kunci AE/AF
it: Blocco AE/AF
ja: AE/AFロック
kk: АЭ/АФ бекіту
kn: AE/AF ಲಾಕ್
ko: 자동 노출/자동 초점 고정
lt: AE / AF FIKSAVIMAS
ml: AE/AF ലോക്ക്
mr: AE/AF लॉक
ms: Kunci AE/AF
nb: AE/AF-lås
nl: AE/AF-vergrendeling
or: AE/AF ଲକ୍
pa: AE/AF ਲੌਕ
pl: Blokada AE/AF
pt_br: Bloqueio AE/AF
pt_pt: Bloqueio AE/AF
ro: EA/FA blocate
ru: Фиксация экспозиции/фокуса
sk: Zámok AE/AF
sl: Zaklepanje AE/AF
sv: Exponering/fokus låst
ta: AE/AF லாக்
te: AE/AF లాక్
th: ล็อค AE/AF
tr: AE/AF Kilidi
uk: AE/AF зафіксовано
ur: ‏AE/AF لاک
vi: Khóa AE/AF
zh_cn: 自动曝光/自动对焦锁定
zh_hk: AE/AF鎖定
zh_tw: AE/AF鎖定

# CAMERA_CONTROL_QUIET_UI_TITLE
source: Clean Preview
ar: معاينة نظيفة
bg: Изчистен преглед
bn: ক্লিন প্রিভিউ
ca: Vista prèvia sense controls
cs: Skrýt ovládání fotoaparátu
da: Ryd eksempel
de: Vorschau ohne Steuerelemente
el: Απρόσκοπτη προεπισκόπηση
es: Previsualizar sin mostrar controles
es_us: Vista previa sin controles
fi: Selkeä esikatselu
fr: Aperçu sans commande
fr_ca: Nettoyer l’aperçu
gu: સ્પષ્ટ પ્રિવ્યૂ
he: תצוגה מקדימה נקייה
hi: साफ़ प्रीव्यू
hr: Očisti pretpregled
hu: Vezérlők nélküli előnézet
id: Pratinjau Bersih
it: Anteprima senza controlli
ja: クリーンプレビュー
kk: Камераның басқару элементтерін жасыру
kn: ಕ್ಲೀನ್ ಪ್ರಿವ್ಯೂ
ko: 미리보기 원본
lt: Peržiūra be valdiklių
ml: ക്ലീൻ പ്രിവ്യൂ
mr: क्लिन प्रिव्ह्यू
ms: Pratonton Bersih
nb: Verktøyfri kameravisning
nl: Schoon voorvertoning op
or: ସଫା ପ୍ରୀଭ୍ଯୁ
pa: ਸਪਸ਼ਟ ਪੂਰਵ-ਝਲਕ
pl: Ukryj narzędzia
pt_br: Limpar Pré‑visualização
pt_pt: Limpar pré‑visualização
ro: Previzualizare fără comenzi
ru: Чистый предпросмотр
sk: Čistý náhľad
sl: Počiščen predogled
sv: Reglagefri förhandsvisning
ta: முன்னோட்டத்தை அழி
te: క్లీన్ ప్రివ్యూ
th: แสดงตัวอย่างโดยไม่มีตัวควบคุม
tr: Temiz Önizleme
uk: Передогляд без елементів керування
ur: صاف پری ویو
vi: Ẩn Bộ điều khiển camera
zh_cn: 纯净预览
zh_hk: 簡潔預覽
zh_tw: 乾淨預覽

# CAMERA_CONTROL_TITLE
source: Camera Control
ar: وحدة التحكم في الكاميرا
bg: Управление на камерата
bn: ক্যামেরা কন্ট্রোল
ca: Control de càmera
cs: Ovladač fotoaparátu
da: Kamerabetjening
de: Kamerasteuerung
el: Στοιχείο ελέγχου Κάμερας
es: Control de la cámara
es_us: Control de la cámara
fi: Kamerasäädin
fr: Commande de l’appareil photo
fr_ca: Commande de la caméra
gu: કૅમેરા કંટ્રોલ
he: שליטה במצלמה
hi: कैमरा कंट्रोल
hr: Kontrola kamere
hu: Kameravezérlő
id: Kontrol Kamera
it: Controllo fotocamera
ja: カメラコントロール
kk: «Камераны басқару» түймесі
kn: ಕ್ಯಾಮರಾ ಕಂಟ್ರೋಲ್
ko: 카메라 컨트롤
lt: Kameros valdiklis
ml: ക്യാമറ കൺട്രോൾ
mr: कॅमेरा कंट्रोल
ms: Kawalan Kamera
nb: Kamerakontroll
nl: Cameraregelaar
or: କ୍ୟାମେରା କଣ୍ଟ୍ରୋଲ୍‌
pa: ਕੈਮਰਾ ਕੰਟਰੋਲ
pl: Sterowanie aparatem
pt_br: Controle da Câmera
pt_pt: Controlo da câmara
ro: Comenzi cameră
ru: Контроллер камеры
sk: Ovládanie kamery
sl: Krmilna funkcija kamere
sv: Kamerareglage
ta: கேமரா கட்டுப்பாடு
te: కెమెరా కంట్రోల్
th: ตัวควบคุมกล้อง
tr: Kamera Denetimi
uk: Контролер камери
ur: کیمرا کنٹرول
vi: Điều khiển camera
zh_cn: 相机控制
zh_hk: 相機控制
zh_tw: 相機控制

# CAMERA_SETTINGS_TITLE
source: Camera
ar: الكاميرا
bg: Камера
bn: ক্যামেরা
ca: Càmera
cs: Fotoaparát
da: Kamera
de: Kamera
el: Κάμερα
es: Cámara
es_us: Cámara
fi: Kamera
fr: Appareil photo
fr_ca: Appareil photo
gu: કૅમેરા
he: מצלמה
hi: कैमरा
hr: Kamera
hu: Kamera
id: Kamera
it: Fotocamera
ja: カメラ
kk: Камера
kn: ಕ್ಯಾಮರಾ
ko: 카메라
lt: Kamera
ml: ക്യാമറ
mr: कॅमेरा
ms: Kamera
nb: Kamera
or: କ୍ୟାମେରା
pa: ਕੈਮਰਾ
pl: Aparat
pt_br: Câmera
pt_pt: Câmara
ro: Cameră
ru: Камера
sk: Kamera
sl: Kamera
sv: Kamera
ta: கேமரா
te: కెమెరా
th: กล้อง
tr: Kamera
uk: Камера
ur: کیمرا
zh_cn: 相机
zh_hk: 相機
zh_tw: 相機

# COMPOSITION_GROUP_TITLE
source: Composition
ar: تركيب
bg: Композиция
bn: কম্পোজিশন
ca: Composició
cs: Kompozice
da: Komposition
de: Komposition
el: Σύνθεση
es: Composición
es_us: Composición
fi: Sommittelu
gu: સંયોજન
he: קומפוזיציה
hi: संयोजन
hr: Kompozicija
hu: Kompozíció
id: Komposisi
it: Composizione
ja: 構図
kk: Композиция
kn: ಸಂಯೋಜನೆ
ko: 구성
lt: Kompozicija
ml: കോമ്പസിഷൻ
mr: रचना
ms: Gubahan
nb: Komposisjon
nl: Compositie
or: କମ୍ପୋଜିଶନ୍
pa: ਰਚਨਾ
pl: Kompozycja
pt_br: Composição
pt_pt: Composição
ro: Compoziție
ru: Композиция
sk: Kompozícia
sl: Kompozicija
sv: Sammanställning
ta: தொகுப்பு
te: కంపోజిషన్
th: องค์ประกอบ
tr: Kompozisyon
uk: Композиція
ur: کمپوزیشن
vi: Bố cục
zh_cn: 构图
zh_hk: 構圖
zh_tw: 構圖

# ENHANCED_JPEG_RESOLUTION_SIZE_FOOTER_12MP
source: • 3 MB at 12 MP
ar: • ٣ ميغابايت بدقة ١٢ ميغابكسل
bg: • 3 MB при 12 MP
bn: • 12 MP-তে 3 MB
ca: • 3 MB a 12 Mpx
cs: • 3 MB v rozlišení 12 Mpx
da: • 3 MB ved 12 MP
de: • 3 MB mit 12 MP
el: • 3 MB στα 12 MP
es: • 3 MB a 12 Mpx
es_us: • 3 MB a 12 MP
fi: • 3 Mt 12 MP:n tarkkuudella
fr: • 3 Mo à 12 MP
fr_ca: • 3 Mo à 12 Mpx
gu: • 12 MP પર 3 MB
he: • 3 מ״ב ברזולוציה של 12 מ״פ
hi: • 12 MP पर 3 MB
hr: • 3 MB pri 12 MP
hu: • 3 MB 12 MP-es felbontásnál
id: • 3 MB pada 12 MP
it: • 3 MB a 12 MP
ja: • 12 MPで3 MB
kk: • 3 МБ: 12 Мпикс
kn: • 12 MPಯಲ್ಲಿ 3 MB
ko: • 12MP인 경우 3MB
lt: • 3 MB, esant 12 MP
ml: • 12 MP-ൽ 3 MB
mr: • 12 MP वर 3 MB
ms: • 3 MB pada 12 MP
nb: • 3 MB med 12 megapiksler
nl: • 3 MB op 12 MP
or: • ^[12](formatNumber: true) MPରେ ^[3](formatNumber: true) MB
pa: • 12 MP ’ਤੇ 3 MB
pl: • 3 MB przy 12 MP
pt_br: • 3 MB a 12 MP
pt_pt: • 3 MB a 12 MP
ro: • 3 MB la 12 MP
ru: • 3 МБ для разрешения 12 Мпикс
sk: • 3 MB pri 12 Mpx
sl: • 3 MB pri 12 MP
sv: • 3 MB med 12 MP
ta: • 12 MPஇல் 3 MB
te: • 12 MPలో 3 MB
th: • 3 MB ที่ 12 MP
tr: • 3 MB, 12 MP
uk: • 3 МБ (12 Мпкс)
ur: • ‏⁨^[12](formatNumber: true) MP⁩ پر ‏⁨^[3](formatNumber: true) MB⁩
vi: • 3 MB tại 12 MP
zh_cn: • 3 MB/12 MP
zh_hk: • 3 MB/12 MP
zh_tw: • 3 MB/12 MP

# ENHANCED_JPEG_RESOLUTION_SIZE_FOOTER_24MP
source: • 4.8 MB at 24 MP
ar: • ٤٫٨ ميغابايت بدقة ٢٤ ميغابكسل
bg: • 4.8 MB при 24 MP
bn: • 24 MP-তে 4.8 MB
ca: • 4,8 MB a 24 Mpx
cs: • 4,8 MB v rozlišení 24 Mpx
da: • 4,8 MB ved 24 MP
de: • 4,8 MB mit 24 MP
el: • 4,8 MB στα 24 MP
es: • 4,8 MB a 24 Mpx
es_us: • 4.8 MB a 24 MP
fi: • 4,8 Mt 24 MP:n tarkkuudella
fr: • 4,8 Mo à 24 MP
fr_ca: • 4,8 Mo à 24 Mpx
gu: • 24 MP પર 4.8 MB
he: • 4.8 מ״ב ברזולוציה של 24 מ״פ
hi: • 24 MP पर 4.8 MB
hr: • 4,8 MB pri 24 MP
hu: • 4,8 MB 24 MP-es felbontásnál
id: • 4,8 MB pada 24 MP
it: • 4,8 MB a 24 MP
ja: • 24 MPで4.8 MB
kk: • 4,8 МБ: 24 Мпикс
kn: • 24 MPಯಲ್ಲಿ 4.8 MB
ko: • 24MP인 경우 4.8MB
lt: • 4,8 MB, esant 24 MP
ml: • 24 MP-ൽ 4.8 MB
mr: • 24 MP वर 4.8 MB
ms: • 4.8 MB pada 24 MP
nb: • 4,8 MB med 24 megapiksler
nl: • 4,8 MB op 24 MP
or: • ^[24](formatNumber: true) MPରେ ^[4.8](formatNumber: true) MB
pa: • 24 MP ’ਤੇ 4.8 MB
pl: • 4,8 MB przy 24 MP
pt_br: • 4,8 MB a 24 MP
pt_pt: • 4,8 MB a 24 MP
ro: • 4,8 MB la 24 MP
ru: • 4,8 МБ для разрешения 24 Мпикс
sk: • 4,8 MB pri 24 Mpx
sl: • 4,8 MB pri 24 MP
sv: • 4,8 MB med 24 MP
ta: • 24 MPஇல் 4.8 MB
te: • 24 MPలో 4.8 MB
th: • 4.8 MB ที่ 24 MP
tr: • 4,8 MB, 24 MP
uk: • 4,8 МБ (24 Мпкс)
ur: • ‏⁨^[24](formatNumber: true) MP⁩ پر ‏⁨^[4](formatNumber: true).^[8](formatNumber: true) MB⁩
vi: • 4,8 MB tại 24 MP
zh_cn: • 4.8 MB/24 MP
zh_hk: • 4.8 MB/24 MP
zh_tw: • 4.8 MB/24 MP

# ENHANCED_RAW_RESOLUTION_SIZE_FOOTER
source: A ProRAW file will be approximately:
ar: حجم ملف ProRAW سيكون تقريبًا:
bg: Файлът ProRAW ще бъде приблизително:
bn: একটি ProRAW ফাইলের সাইজ আনুমানিক হবে:
ca: Un arxiu ProRAW ocupa aproximadament:
cs: Přibližné velikosti souborů ProRAW:
da: Et ProRAW-arkiv er omkring:
de: Ein ProRAW-Datei benötigt ungefähr:
el: Ένα αρχείο ProRAW θα είναι περίπου:
es: Un archivo ProRAW ocupará aproximadamente:
es_us: Un archivo ProRAW ocupará aproximadamente:
fi: ProRAW-tiedosto vie tilaa noin:
fr: La taille d’un fichier ProRAW sera approximativement de :
fr_ca: Un fichier ProRAW occupera environ :
gu: એક ProRAW ફાઇલ હશે લગભગ :
he: קובץ ProRAW יהיה בגודל משוער של:
hi: ProRAW फ़ाइल लगभग इस आकार की होगी :
hr: ProRAW datoteka imat će približno:
hu: Egy ProRAW-fájl mérete körülbelül:
id: File ProRAW kira-kira akan berukuran:
it: Un file ProRAW corrisponde approssimativamente a:
ja: ProRAWファイルのサイズは、およそ以下の通りです:
kk: ProRAW файлының көлемі шамамен:
kn: ProRAW ಫೈಲ್ ಸರಿಸುಮಾರು ಇಷ್ಟಿರುತ್ತದೆ:
ko: ProRAW 파일의 대략적인 크기:
lt: „ProRAW“ failas bus maždaug tokio dydžio:
ml: ഒരു ProRAW ഫയൽ ഏകദേശം ഇത്രയുണ്ടാകും:
mr: ProRAW फाइल अंदाजे ह्या आकाराची असेल :
ms: Satu fail ProRAW adalah lebih kurang:
nb: En ProRAW-fil vil tilsvare omtrent:
nl: Een ProRAW-bestand is ongeveer:
or: ଏକ ProRAW ଫଇଲ୍ ଆନୁମାନିକ ଭାବରେ ହେବ:
pa: ProRAW ਫ਼ਾਈਲ ਲਗਭਗ ਇਸ ਆਕਾਰ ਦੀ ਹੋਵੇਗੀ:
pl: Plik ProRAW zajmie około:
pt_br: Um arquivo ProRAW terá aproximadamente:
pt_pt: Um ficheiro ProRAW terá aproximadamente:
ro: Un fișier ProRAW va avea aproximativ:
ru: Размер файла ProRAW составит примерно:
sk: Veľkosť ProRAW súboru bude približne:
sl: Datoteka ProRAW bo velika približno:
sv: En ProRAW-fil blir omkring:
ta: ஒரு ProRAW கோப்பு தோராயமாக:
te: ProRAW ఫైల్ సుమారుగా ఇంత ఉంటుంది:
th: ไฟล์ ProRAW จะใช้พื้นที่โดยประมาณ:
tr: Bir ProRAW dosyası yaklaşık şu büyüklükte olur:
uk: Файл ProRAW займатиме приблизно:
ur: ‏ProRAW فائل تقریباً اس سائز کی ہوگی:
vi: Một tệp ProRAW sẽ xấp xỉ:
zh_cn: ProRAW文件约：
zh_hk: ProRAW檔案大約為：
zh_tw: ProRAW檔案大約是：

# ENHANCED_RAW_RESOLUTION_SIZE_FOOTER_12MP
source: • 25 MB at 12 MP
ar: • ٢٥ ميغابايت بدقة ١٢ ميغابكسل
bg: • 25 MB при 12 MP
bn: • 12 MP-তে 25 MB
ca: • 25 MB a 12 Mpx
cs: • 25 MB v rozlišení 12 Mpx
da: • 25 MB ved 12 MP
de: • 25 MB mit 12 MP
el: • 25 MB στα 12 MP
es: • 25 MB a 12 Mpx
es_us: • 25 MB a 12 MP
fi: • 25 Mt 12 MP:n tarkkuudella
fr: • 25 Mo à 12 MP
fr_ca: • 25 Mo à 12 Mpx
gu: • 12 MP પર 25 MB
he: • 25 מ״ב ברזולוציה של 12 מ״פ
hi: • 12 MP पर 25 MB
hr: • 25 MB pri 12 MP
hu: • 25 MB 12 MP-es felbontásnál
id: • 25 MB pada 12 MP
it: • 25 MB a 12 MP
ja: • 12 MPで25 MB
kk: • 25 МБ: 12 Мпикс
kn: • 12 MPಯಲ್ಲಿ 25 MB
ko: • 12MP인 경우 25MB
lt: • 25 MB, esant 12 MP
ml: • 12 MP-ൽ 25 MB
mr: • 12 MP वर 25 MB
ms: • 25 MB pada 12 MP
nb: • 25 MB med 12 megapiksler
nl: • 25 MB op 12 MP
or: • ^[12](formatNumber: true) MPରେ ^[25](formatNumber: true) MB
pa: • 12 MP ’ਤੇ 25 MB
pl: • 25 MB przy 12 MP
pt_br: • 25 MB a 12 MP
pt_pt: • 25 MB a 12 MP
ro: • 25 MB la 12 MP
ru: • 25 МБ для разрешения 12 Мпикс
sk: • 25 MB pri 12 Mpx
sl: • 25 MB pri 12 MP
sv: • 25 MB med 12 MP
ta: • 12 MPஇல் 25 MB
te: • 12 MPలో 25 MB
th: • 25 MB ที่ 12 MP
tr: • 25 MB, 12 MP
uk: • 25 МБ (12 Мпкс)
ur: • ‏⁨^[12](formatNumber: true) MP⁩ پر ‏⁨^[25](formatNumber: true) MB⁩
vi: • 25 MB tại 12 MP
zh_cn: • 25 MB/12 MP
zh_hk: • 25 MB/12 MP
zh_tw: • 25 MB/12 MP

# ENHANCED_RAW_RESOLUTION_SIZE_FOOTER_24MP
source: • 35 MB at 24 MP
ar: • ٣٥ ميغابايت بدقة ٢٤ ميغابكسل
bg: • 35 MB при 24 MP
bn: • 24 MP-তে 35 MB
ca: • 35 MB a 24 Mpx
cs: • 35 MB v rozlišení 24 Mpx
da: • 35 MB ved 24 MP
de: • 35 MB mit 24 MP
el: • 35 MB στα 24 MP
es: • 35 MB a 24 Mpx
es_us: • 35 MB a 24 MP
fi: • 35 Mt 24 MP:n tarkkuudella
fr: • 35 Mo à 24 MP
fr_ca: • 35 Mo à 24 Mpx
gu: • 24 MP પર 35 MB
he: • 35 מ״ב ברזולוציה של 24 מ״פ
hi: • 24 MP पर 35 MB
hr: • 35 MB pri 24 MP
hu: • 35 MB 24 MP-es felbontásnál
id: • 35 MB pada 24 MP
it: • 35 MB a 24 MP
ja: • 24 MPで35 MB
kk: • 35 МБ: 24 Мпикс
kn: • 24 MPಯಲ್ಲಿ 35 MB
ko: • 24MP인 경우 35MB
lt: • 35 MB, esant 24 MP
ml: • 24 MP-ൽ 35 MB
mr: • 24 MP वर 35 MB
ms: • 35 MB pada 24 MP
nb: • 35 MB med 24 megapiksler
nl: • 35 MB op 24 MP
or: • ^[24](formatNumber: true) MPରେ ^[35](formatNumber: true) MB
pa: • 24 MP ’ਤੇ 35 MB
pl: • 35 MB przy 24 MP
pt_br: • 35 MB a 24 MP
pt_pt: • 35 MB a 24 MP
ro: • 35 MB la 24 MP
ru: • 35 МБ для разрешения 24 Мпикс
sk: • 35 MB pri 24 Mpx
sl: • 35 MB pri 24 MP
sv: • 35 MB med 24 MP
ta: • 24 MPஇல் 35 MB
te: • 24 MPలో 35 MB
th: • 35 MB ที่ 24 MP
tr: • 35 MB, 24 MP
uk: • 35 МБ (24 Мпкс)
ur: • ‏⁨^[24](formatNumber: true) MP⁩ پر ‏⁨^[35](formatNumber: true) MB⁩
vi: • 35 MB tại 24 MP
zh_cn: • 35 MB/24 MP
zh_hk: • 35 MB/24 MP
zh_tw: • 35 MB/24 MP

# ENHANCED_RAW_RESOLUTION_SIZE_FOOTER_48MP
source: • 75 MB at 48 MP
ar: • ٧٥ ميغابايت بدقة ٤٨ ميغابكسل
bg: • 75 MB при 48 MP
bn: • 48 MP-তে 75 MB
ca: • 75 MB a 48 Mpx
cs: • 75 MB v rozlišení 48 Mpx
da: • 75 MB ved 48 MP
de: • 75 MB mit 48 MP
el: • 75 MB στα 48 MP
es: • 75 MB a 48 Mpx
es_us: • 75 MB a 48 MP
fi: • 75 Mt 48 MP:n tarkkuudella
fr: • 75 Mo à 48 MP
fr_ca: • 75 Mo à 48 Mpx
gu: • 48 MP પર 75 MB
he: ‏• 75 מ״ב ברזולוציה של 48 מ״פ
hi: • 48 MP पर 75 MB
hr: • 75 MB pri 48 MP
hu: • 75 MB 48 MP-es felbontásnál
id: • 75 MB pada 48 MP
it: • 75 MB a 48 MP
ja: • 48 MPで75 MB
kk: • 75 МБ: 48 Мпикс
kn: • 48 MPಯಲ್ಲಿ 75 MB
ko: • 48MP인 경우 75MB
lt: • 75 MB, esant 48 MP
ml: • 48 MP-ൽ 75 MB
mr: • 48 MP वर 75 MB
ms: • 75 MB pada 48 MP
nb: • 75 MB med 48 megapiksler
nl: • 75 MB op 48 MP
or: • ^[48](formatNumber: true) MPରେ ^[75](formatNumber: true) MB
pa: • 48 MP ’ਤੇ 75 MB
pl: • 75 MB przy 48 MP
pt_br: • 75 MB a 48 MP
pt_pt: • 75 MB a 48 MP
ro: • 75 MB la 48 MP
ru: • 75 МБ для разрешения 48 Мпикс
sk: • 75 MB pri 48 Mpx
sl: • 75 MB pri 48 MP
sv: • 75 MB med 48 MP
ta: • 48 MPஇல் 75 MB
te: • 48 MPలో 75 MB
th: • 75 MB ที่ 48 MP
tr: • 75 MB, 48 MP
uk: • 75 МБ (48 Мпкс)
ur: • ‏⁨^[48](formatNumber: true) MP⁩ پر ‏⁨^[75](formatNumber: true) MB⁩
vi: • 75 MB tại 48 MP
zh_cn: • 75 MB/48 MP
zh_hk: • 75 MB/48 MP
zh_tw: • 75 MB/48 MP
